#1    Надбавка.Рассчитайте надбавку за стаж, которая составляет 2%, если стаж составляет от 2 до 5 лет, и 5%, если стаж составляет от 5 до 10 лет. Выведите надбавку
#2    Возвраст.Спросите у пользователя его возвраст если его возвраст больше 17 то пишите доступ разрешен сделайте исключения если он водит не число то пишите нужно водить возвраст
#3    Вид треугольника.Спросите у пользователя три числа a,b,c  , если числа равны то пишите равносторонний , а если два стороны равны то равнобедренный 
#4    Спросите три числа у пользователя если положительные то умножте на куб , если отрицательное то замените на ноль
#5    Високосный год . Спросите у пользователя год и проверьте год если это високосный год то пишите это високосный год если нет пишите нет это не високосный год